Repository: Webilop/user-language-switch
Catalog: languages/user-language-switch-*.po
Languages: es_es, fa_ir, fr_fr, sr_rs

source: Language
es_es: Idioma
fa_ir: زبان
fr_fr: Langue
sr_rs: Jezik

source: Save
es_es: Guardar
fa_ir: انباره
fr_fr: Enregistrer
sr_rs: Sačuvaj

source: Language saved
es_es: Idioma guardado
fa_ir: زبان انباره گردید
fr_fr: Langue enregistrée
sr_rs: Jezik sačuvan

source: Error saving language
es_es: Error guardando el idioma
fa_ir: رویداد ناگوار در انباره زبان
fr_fr: Erreur lors de l'enregistrement de la langue
sr_rs: Greška prilikom sačuvavanja jezika

source: General Settings
es_es: Configuración General
fa_ir: پیکربندی همگانی
fr_fr: Paramètres généraux
sr_rs: Opšte postavke

source: Enable flags tab
es_es: Activar pestaña de banderas

source: The tab is always visible in the browser window
es_es: Mostrar la pestaña en la ventana del navegador siempre

source: Tab Position
es_es: Posición de la pestaña

source: Tab Backgorund Color
es_es: Color de fondo de la pestaña

source: Default language
es_es: Idioma por defecto

source: Default language for admin side
es_es: Idioma por defecto para el lado administrador
fa_ir: زبان پیش پندار برای
fr_fr: Langue par défaut dans partie administration
sr_rs: Default jezik za admin stranu

source: Use browser language to redirect visitors
es_es: Usar idioma configurado en el navegador para redireccionar usuarios

source: Enable translations for sidebars
es_es: Activar traducciones de sideabars

source: Allow registered users to change the language that user looks the website
es_es: Permitir a los usuarios registrados configurar el idioma en el que ven el sitio

source: Allow registered users to change the language that user looks the back-end side
es_es: Permitir a los usuarios registrados cambiar el idioma en el que ven la zona administrativa del sitio

source: Information
es_es: Información

source: Collaborate
es_es: Colaborar
fa_ir: همکاری
fr_fr: Aidez-nous
sr_rs: Saradjujte

source: About
es_es: Acerca de
fa_ir: درباره ما
fr_fr: A propos
sr_rs: O

source: User Language Switch
es_es: Switch de idioma de usuarios
fa_ir: سوییچ زبان کاربر
sr_rs: Promena jezika korisnika

source: User Language Preferences
es_es: Configuración del idioma de usuarios
fa_ir: پیکربندی زبان کاربر
fr_fr: Préférences de Langue Utilisateur
sr_rs: Preference jezika korisnika

source: User Language
es_es: Idioma de usuario
fa_ir: زبان کاربر
fr_fr: Langue Utilisateur
sr_rs: Jezik korisnika

source: Configure settings for the language tab that contains flags to change between languages in your website, set default languages for your website, create custom menu translations and activate translations of sidebars to create different sidebars for each language.
es_es: Configura las opciones para la pestaña de banderas que permite a los visitantes cambiar a los distintos idiomas de tu sitio web. Configura los idiomas por defecto, selecciona los menús para cada idioma y activa la traducción de sidebars para crear un sidebar por cada idioma disponible en tu sitio web.

source: You can collaborate with the development of this plugin, please submit your collaboration to %s or send us any suggestion or bug notification to %s.
es_es: Puedes colaborar con el desarrollo de este plugin, por favor adiciona tus aportes a %s o envíanos tus sugerencias o notificaciones de errores a %s

source: the respository of the plugin in Github
es_es: el repositorio del plugin en Github

source: Assign menus as translations to other menus, first you need to create your menus in Appearance - Menus. If you don't assign a translation for a menu, then pages in the menu are translated individually if they have translations assigned.
es_es: Configura menús como traducciones de otros menús. Primero debes crear los menús en Apariencia - Menús. Si no asignas una traducción a un menú, entonces los títulos de las páginas que están en el menú son traducidos individualmente si has creado las traducciones para estas páginas.

source: You can install more languages in your site following the instructions in <a href="http://codex.wordpress.org/WordPress_in_Your_Language" target="_blank">WordPress in Your Language</a>.
es_es: Puedes instalar más idiomas en tu sitio siguiendo las instrucciones en <a href="http://codex.wordpress.org/WordPress_in_Your_Language" target="_blank">WordPress in Your Language</a>.

source: Select which post types should be filtered automatically by language. If a post, page or custom post doesn't match the language you are looking in the website, then it is not displayed. If a post, page or custom post doesn't have language, then it is matched with the default language of the website.
es_es: Selecciona cuales tipos de contenido deben ser filtrados automáticamente en base al idioma. Si un artículo, página o artículo personalizado no tiene el mismo idioma del que el visitante está viendo en el sitio web, entonces este contenido no es mostrado. Si el artículo, página o artículo personalizado no tiene un idioma configurado, entonces se considera que tiene el idioma por defecto del sitio.

source: was developed by
es_es: fue desarrollado por
fa_ir: گسترش یافته از
fr_fr: a été développé par
sr_rs: Razvijeno od strane

source: Webilop is a company focused on web and mobile solutions. We are experts customizing themes and building plugins in WordPress. We can help you with your website, contact us at
es_es: Webilop es una empresa dedicada al desarrollo de soluciones web y móviles. Somos expertos personalizando temas y creando plugins en Wordpress. Podemos ayudarte con tu sitio web, contáctanos a

source: You do not have sufficient permissions to access this page.
es_es: Usted no posee permisos suficientes para acceder a esta página.
fa_ir: شما نمی توانید به این برگه دسترسی داشته باشید.
fr_fr: Vous n'avez pas assez de droits pour accèder à cette page.
sr_rs: Nemate dovoljno dozvola da pristupite ovoj stranici.

source: Menu Languages
es_es: Idiomas de Menús

source: Available Languages
es_es: Idiomas Disponibles

source: Filter Post Types
es_es: Filtrar Contenido

source: Preferences saved.
es_es: Configuración guardada
fa_ir: پیکربندی ها انباره گردید.
fr_fr: Préférences enregistrées.
sr_rs: Preference sačuvane.

source: Error saving preferences.
es_es: Error guardando la configuración
fa_ir: رویداد ناگوار در انباره شدن پیکربندی ها.
fr_fr: Erreur lors de l'enregistrement des préférences.
sr_rs: Greške prilikom sačuvavanja preferenci

source: Language for the website
es_es: Idioma para el sitio web

source: Language for the back-end side
es_es: Idioma para la zona administrativa del sitio web

source: Please Try Again
fa_ir: خواهشمنداست دوباره انجام دهید
sr_rs: Pokušajte opet

source: Remove Embed
fa_ir: پاک کردن جایگذاریها
sr_rs: UKLONITE Embed

source: No oEmbed Results Found for %s. View more info at
fa_ir: هیچ دستاورد جایگذاری برای %s یافت نشد. برای مشاهده آگاهی های بیشتر در
sr_rs: Nijedan Embed rezultat nije pronadjen za %s. Više info na

source: User meta field to store the admin side language
fa_ir: متا فیلد کاربر برای انباره زبان سمت ادمین خود
fr_fr: Champ de méta-donnée utilisé pour enregistrer la langue de la partie administration
sr_rs: Korisnik meta za skladištanje admin strana jezika

source: Default language for website
fa_ir: زبان پیش پندار برای تارنما
fr_fr: Langue par défaut du site Web
sr_rs: Default jezik za website

source: User meta field to store the website language language
fa_ir: متا فیلد کاربر برای انباره زبان تارنما
sr_rs: Korisnik metapolje za skladištanje website jezika

source: Allow users change their admin side language
fa_ir: اجازه به کاربران برای دگرگونی زبان سمت ادمین خود
fr_fr: Permettre aux utilisateurs de modifier leur langue dans la partie administration
sr_rs: Dozvoli korinicima da menjaju njihovu admin stranu jezik

source: Allow users change their website language
fa_ir: اجازه به کاربران برای دگرگونی زبان تارنما
fr_fr: Permettre aux utilisateurs de modifier leur langue du site Web
sr_rs: Dozvoli korinicima da menjaju svoje wesajt jezik

source: You can install more languages in your site following the instructions in
fa_ir: شما می توانید زبان های بیشتری را در سایت خود با راهنما بکار بیاندازید.
fr_fr: Vous pouvez installer plus de langues dans votre site en suivant les instructions sur
sr_rs: Možete instalirati više jezika na svom sajtu prateći uputstva

source: WordPress in Your Language
fa_ir: وردپرس در زبان شما
fr_fr: WordPress dans votre langue
sr_rs: WordPress na vašem jeziku

source: You can collaborate with the development of this plugin, please send us any suggestion or bug notification to support[at]webilop.com
fa_ir: شما با گسترش دهندگان این افزونه می توانید همکاری کنید. خواهشمند است هر گونه پیشنهاد یا پیام باگ را به support[at]webilop.com بفرستید.
fr_fr: Vous pouvez collaborer au développement de ce plugin, merci de nous envoyez toute suggestion ou bogue à support[at]webilop.com
sr_rs: Možete da sarađuju sa razvojem ovog dodatka , molimo vas da nam pošaljete bilo kakvu sugestiju ili bug obaveštenje da support [ u ] webilop.com

source: Webilop is a company focused on web and mobile solutions. We develop custom mobile applications and templates and plugins for CMSs such as Wordpress and Joomla!.
fa_ir: Webilop یک شرکت متمرکز بر روی وب و راه حل های تلفن همراه است.ما در توسعه برنامه های کاربردی سفارشی تلفن همراه و قالب ها و افزونه های سیستم مدیریت محتوا مانند وردپرس و جوملا کار می کنیم!. همچنین این محصول توسط خلیل دلاوران khalil.delavaran@gmail.comبه زبان شیرین پارسی برگردان شده است.
fr_fr: Webilop est une société axée sur les solutions web et mobiles. Nous développons des applications mobiles personnalisées et des modèles et des plugins pour des CMS comme WordPress et Joomla !
sr_rs: Webilop je kompanija fokusirana na Internet i mobilnim rešenjima . Mi razvijamo obične mobilne aplikacije i šablone i dodatke za CMSs kao što su Wordpress i Joomla . !

source: Follow us
fa_ir: ما را دنبال کنید
fr_fr: Suivez-nous
sr_rs: Pratite nas

source: Displayed language in the admin side
fa_ir: نمایش زبان در سمت ادمین
fr_fr: Langue utilisée pour l'affichage dans la partie administration
sr_rs: Prikazan jezik na andmin strani

source: Displayed language in the front-end side
fa_ir: زبان نمایش داده شده در سمت جلویی کاربر
fr_fr: Langue utilisée pour l'affichage du site Web
sr_rs: Prikazan jezik na prednjem kraju

source: User meta field to store the website language
fr_fr: Champ de méta-donnée utilisé pour enregistrer la langue du site Web
